/**
 * 省份数据
 */
let provinceData = {

    '10': '北京市',
    '11': '重庆市',
    '12': '福建市',
}


/**
 * 市级数据
 */
let cityData =  {
    '10': {
        '317': '北京市',
    },

    '11': {
        '014':'重庆市'
    },

    '12': {
        "015": '漳州市',
        "016": '厦门市',
        "017": '三名市',
        "018": '券名市',
    }
}


/**
 * 学校数据
 */
let schoolData = {

    '317': ['北京大学'],
    '014': [ '重庆大学','重庆理工'],
    '015':['漳州大学','漳州职业技术学校'],
    '016':['厦门大学','厦门职业技术学校'],
    '017':['三名大学','三名职业技术学校'],
    '018':['券名大学','券名职业技术学校'],
}